{
	"general": {
		"currentStatus": "busy",
		"location": "Leipzig",
		"jobtitle": "Frontend Designer & Developer",
		"and": "und",
		"today": "heute",
		"contact": "Kontakt",
		"available-contact-text": "Ich bin aktuell für neue Projekte verfügbar! Schreib mir gerne eine Nachricht, wenn du mehr über mich erfahren oder ein Projekt mit mir besprechen möchtest.",
		"contact-text": "Schreib mir gerne eine Nachricht, wenn du ein Projekt mit mir besprechen möchtest. Ich bin aktuell ca. 1 - 2 Tage die Woche für Freelance-Projekte verfügbar.",
		"contact-button": "Kontakt",
		"skills": "Kenntnisse",
		"germany": "Deutschland",
		"at": "bei",
		"show": "anzeigen",
		"hide": "ausblenden",
		"stars": "Sterne",
		"days": "Tage",
		"hours": "Stunde(n)",
		"minutes": "Minute(n)",
		"seconds": "Sekunde(n)",
		"last-update": "Letztes Update"
	},
	"nav": {
		"menu": "Menü",
		"menu-open": "Menü öffnen",
		"menu-close": "Menü schließen",
		"theme-light": "Helles Theme",
		"theme-dark": "Dunkles Theme",
		"switch-language": "Sprache wechseln",
		"about": "über mich",
		"about-long": "über mich",
		"skills": "expertise",
		"skills-long": "meine skills",
		"projects": "projekte",
		"testimonials": "was andere sagen",
		"contact": "kontakt"
	},
	"footer": {
		"info1": "Diese Seite wurde mit",
		"info2": "erstellt",
		"github": "Siehe",
		"imprint": "Impressum",
		"privacy": "Datenschutz"
	},
	"start": {
		"hello1": "Hallo",
		"hello2": "hallo hallo",
		"intro1": "Als",
		"intro2": "Designerin",
		"intro3": "& Entwicklerin",
		"intro4": "baue ich Webseiten, die Ästhetik und Funktionalität nahtlos miteinander verbinden."
	},
	"about": {
		"quote": "Somewhere between design – a world of personas, pixels, and polish – and engineering – a world of logic, loops, and Linux – lies",
		"author": "author of",
		"headline": "Ein paar Worte zu mir",
		"from": "aus",
		"years": "Jahre alt",
		"pronouns": "sie/ihr",
		"tldr": "Ich bin Laura (sie/ihr) aus Leipzig. Seit Anfang 2024 unterstütze ich Unternehmen und Agenturen bei der Konzeption und Umsetzung von Webprojekten. Ich berate auch in Design- und UX-Fragen und erstelle Design-Systeme oder Living Style Guides.",
		"text1": "Ursprünglich komme ich aus dem Design – irgendwann habe ich allerdings die Freude am Entwickeln entdeckt und gefühlt einen Moment später saß ich schon in der IT. Mittlerweile habe ich mich aber von meiner Identitätskrise erholt und meinen Platz gefunden: Irgendwo zwischen Design und Entwicklung – als Frontend Designerin nach Definition von Brad Frost.",
		"text2": "Durch meine ",
		"text3": "langjährige Erfahrung",
		"text4": " kenne ich mich mit den Designaspekten der modernen Webentwicklung aus. Ich verstehe UX-Prinzipien und weiß, wie man sie anwendet. Als Entwicklerin lege ich Wert auf sauberen und modularen Frontend-Code und intuitive Benutzeroberflächen, die nicht nur performant und barrierefrei sind, sondern auch eine spielerische und kreative Handschrift haben. ✨",
		"vita": "Was bisher so los war",
		"read-more": "Weiterlesen ...",
		"read-less": "Ok, reicht jetzt"
	},
	"skills": {
		"headline": "Skills & Tools",
		"headline-additional": "– die mir vertraut sind",
		"design-text1": "Bei der Gestaltung von Webseiten und Apps habe ich immer das Nutzererlebnis im Fokus.",
		"design-text2": "Ästhetik und Funktionalität sollten sich dabei nicht gegenseitig ausschließen, sondern ergänzen.",
		"design-text3": "Zur Ideenfindung und zum Wireframing verwende ich gerne Figma, aber auch um interaktive Prototypen zu erstellen, mit deren Hilfe die Nutzererfahrung schon frühzeitig getestet werden kann. Bei größeren Projekten können aber auch Design Systeme sinnvoll sein, um die UI konsistent und skalierbar zu halten.",
		"code-text1": "JavaScript, HTML und CSS sind meine täglichen Begleiter:",
		"code-text2": "Ich kümmere mich darum, dass jeder Button-Klick, jede Animation und jedes einzelne Designelement an der richtigen Stelle sitzt und sich intuitiv verhält.",
		"code-text3": "In den letzten 10 Jahren habe ich Erfahrungen mit vielen Frameworks und Bibliotheken sammeln können und finde mich erfahrungsgemäß schnell in neuen Projekten zurecht. Meine aktuellen Favoriten sind Vue.js und TailwindCSS.",
		"ally-text1": "Mein Ziel ist es, das Web inklusiver und ansprechender zu gestalten.",
		"ally-text2": "Ich möchte barrierefreihe Webseiten entwickeln, die für jeden zugänglich, benutzbar und verständlich sind und sich reibungslos an verschiedene Geräte und Bildschirmgrößen anpassen.",
		"ally-text3": "Mit Hilfe von UI-Testing Tools stelle ich außerdem sicher, dass die Nutzeroberfläche zu jedem Zeitpunkt korrekt funktioniert und allen Qualitätsstandards entspricht."
	},
	"projects": {
		"headline": "Letzte Projekte",
		"schauer-headline": "GenArt Portfolio",
		"schauer-text1": "Eine Portfolio-Website für den Fotografen und Künstler Michael Schauer, die seine generative Kunst präsentiert. Mein Ziel war es, eine Website zu entwickeln, die auffällt und dennoch die künstlerische Arbeit in den Vordergrund stellt.",
		"schauer-text2": "Die Website befindet sich derzeit in Entwicklung.",
		"flipcards-headline": "Flipcards App Prototyp",
		"flipcards-text1": "Für pharma4u habe ich einen High-Fidelity-Prototypen für ein Karteikartentrainer-App in Figma entwickelt. Die mobile App ermöglicht Student*innen der Pharmazie, sich spielerisch auf Prüfungen vorzubereiten.",
		"flipcards-text2": "Der Prototyp wird derzeit mit Nutzertests validiert und anschließend in die Entwicklung überführt."
	},
	"testimonials": {
		"nicole": "In unserer Zusammenarbeit hat Laura Projekte stets sorgfältig durchdacht, wertvolle Inputs eingebracht und sich als unverzichtbares Teammitglied erwiesen. Ich würde sie jederzeit als Freelancer engagieren, als festes Teammitglied einstellen oder gerne wieder als Kollegin begrüßen.",
		"michael": "Lauras Kreativität und technisches Geschick haben meine Vision für eine Website in ein interaktives Kunstwerk verwandelt. Sie präsentiert nicht nur meine Arbeit, sondern trägt auch zum künstlerischen Gesamterlebnis bei.",
		"michael-job": "Fotograf und Künstler",
		"lukas": "Laura hat die perfekte Mischung aus coolem Design und erstklassiger Funktionalität getroffen. Die von ihr erstellten Websites sind nicht nur nutzerfreundlich, sondern machen auch einfach Spaß."
	},
	"contact": {
		"headline": "Projekt in Sicht?",
		"text2": "I'm currently taking on new clients, and would love to hear about your project! Please include as much information as possible about the scope, your timelines, and your budget.",
		"text": "Juhuu! Dann schreib mir gerne eine Nachricht. Ich freue mich auf deine Anfrage!",
		"copy": "E-Mail kopieren",
		"copied": "E-Mail kopiert!",
		"socials": "Hier kannst du mich ebenfalls finden:"
	},
	"404": {
		"headline": "404 :(",
		"text": "Diese Seite existiert nicht. Überprüfe die URL oder gehe zurück zur",
		"button": "Startseite"
	},
	"vita": {
		"freelance_title": "Freelance Frontend Designerin & Entwicklerin",
		"freelance_text1": "Seit Anfang 2024 unterstütze ich neben meiner Festanstellung Unternehmen und Agenturen bei der Konzeption und Umsetzung von Webprojekten. Ich berate auch in Design- und UX/UI-Fragen und erstelle Design-Systeme und Living Style Guides.",
		"pharma4u_title": "Frontend Developer & Designer",
		"pharma4u_text1": "Bei Pharma4u bin ich verantwortlich für Design und unterstütze bei der Konzeption neuer Funktionen mit visueller Darstellung durch Mockups und Prototypen. Desweiteren entwickle und teste ich neue Frontend-Module, pflege die hauseigenene Komponenten-Library und integriere neue Designs oder Komponenten in die umfangreiche Webanwendung LabXpert. Ich führe Refactorings durch, um die Codequalität zu verbessern und die Wartbarkeit zu erleichtern, beteilige mich an der Entwicklung von automatisierten Tests und der Implementierung von Accessibility-Standards.",
		"pharma4u_text2": "Zuletzt habe ich eine Lernapp für Pharmazie-Studierende mitkonzipiert und einen High-Fidelity Prototypen in Figma entwickelt. Aktuell wird der Prototyp mit Nutzertests validiert und anschließend in die Entwicklung überführt.",
		"pharma4u_skills": "Vue.js · Figma · Vuex · Cypress.io · JavaScript · ES6 · jQuery · CSS3/SCSS · HTML5 · SCRUM · Git · Jira · Confluence · Bitbucket · UX/UI Design · App Design · Web Design · Accessibility · Responsive Design",
		"interone_title": "Junior Web Developer",
		"interone_text": "Als Junior Web Developer bei Interone habe ich mich an der Frontend Entwicklung von Webseiten und Webanwendungen für Kunden wie BMW, SOS Kinderdorf, ProSiebenSat.1 und E.ON beteiligt. Dabei habe ich mit unterschiedlichen Frontend-Frameworks und Bibliotheken wie Vue.js und jQuery gearbeitet und meine Kenntnisse in HTML, CSS und JavaScript vertieft.",
		"kumu_title": "B.A. Kunst und Multimedia, Nebenfach Medieninformatik",
		"kumu_exhibition": "Abschlussausstellung",
		"kumu_text": "Grafikdesign, Webdesign, Multimediadesign, Illustration, Animation, Motion Design, UX-Design, Kunst-/Mediengeschichte, Didaktik von Kunst und Medien, Fotografie, Kulturmanagement, Programmierung und Softwareentwicklung, Digitale Medien, Systeme und Anwendungen, Medientechnologie, Multimedia-Programmierung, Multimedia im Web, Mensch-Computer-Interaktion, Webentwicklung",
		"eventa_title": "Ausbildung zur Mediengestalterin",
		"eventa_text": "Frontend Entwicklung, UX/UI, Illustration, Typographie, Editorial, Bildbearbeitung, Retouching, Texting, (Produkt-) Fotographie, Logo Design, Corporate Design, Print Design, Webdesign"
	},
	"imprint": {
		"headline": "Impressum",
		"text1": "Dieses Impressum gilt ab dem 6. September 2023 für alle Angebote unter der Domain www.lauraredeker.com inklusive aller Subdomains (Unterseiten).",
		"tgm": "Angaben gemäß § 5 TMG:",
		"vat": "Umsatzsteuer-ID",
		"vat_text": "Als Kleinunternehmerin bin ich von der Umsatzsteuer nach § 19 UstG befreit.",
		"eu-settlement": "Hinweis auf EU-Streitschlichtung",
		"eu-settlement-text1": "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit:",
		"eu-settlement-text2": "Meine E-Mail-Adresse finden Sie oben im Impressum.",
		"liability": "Haftung für Inhalte",
		"liability_text1": "Als Diensteanbieterin bin ich gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG bin ich als Diensteanbieterin jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.",
		"liability_text2": "Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werde ich diese Inhalte umgehend entfernen.",
		"liability_links": "Haftung für Links",
		"liability_links_text1": "Mein Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte ich keinen Einfluss habe. Deshalb kann ich für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.",
		"liability_links_text2": "Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Links umgehend entfernen.",
		"copyright": "Urheberrecht",
		"copyright_text1": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.",
		"copyright_text2": "Soweit die Inhalte auf dieser Seite nicht von der Betreiberin erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitte ich um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden ich derartige Inhalte umgehend entfernen."
	},
	"privacy": {
		"headline": "Datenschutz",
		"info": "Grundlegendes",
		"text1": "Diese Datenschutzerklärung soll die Nutzer dieser Website über die Art, den Umfang und den Zweck der Erhebung und Verwendung personenbezogener Daten durch die Websitebetreiberin Laura Redeker informieren.",
		"text2": "Die Websitebetreiberin nimmt Ihren Datenschutz sehr ernst und behandelt Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Vorschriften.",
		"text3": "Die Nutzung unserer Webseiten ist auch ohne Angabe personenbezogener Daten möglich. Soweit auf dieser Webseite personenbezogene Daten erhoben werden, erfolgt dies auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. Ich möchte, dass Sie wissen, wann wir welche Daten erheben, wie wir sie verwenden und welche Rechte auf Unterstützung Sie haben. Alle Informationen dazu erhalten Sie nachfolgend.",
		"right1": "Recht auf Auskunft, Berichtigung, Sperrung oder Löschung",
		"right1_text1": "Sie haben das Recht, jederzeit Auskunft über die zu Ihrer Person gespeicherten Daten und deren Nutzung zu erhalten. Ebenfalls haben Sie ein Recht auf Berichtigung, Sperrung oder Löschung Ihrer Daten. Für Auskünfte zu Ihren personenbezogenen Daten, wenden Sie sich bitte per E-Mail an",
		"right2": "Recht auf Widerspruch",
		"right2_text1": "Sie können der Verarbeitung und Nutzung Ihrer personenbezogenen Daten jederzeit und für die Zukunft widersprechen. Bitte senden Sie eine E-Mail an ",
		"changes": "Änderung der Datenschutzerklärung",
		"changes_text": "Im Zuge der Weiterentwicklung meiner Webseite und der Implementierung neuer Technologien können auch Änderungen dieser Datenschutzerklärung erforderlich werden. Daher empfehlen wir Ihnen, sich diese Datenschutzerklärung ab und zu erneut durchzulesen.",
		"ssl": "SSL-Verschlüsselung",
		"ssl_text": "Wenn die SSL Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.",
		"links": "Links zu anderen Anbietern",
		"links_text": "Meine Webseiten enthalten Links zu Webseiten anderer Anbieter. Ich habe keinen Einfluss darauf, dass diese Anbieter die gesetzlichen Datenschutzbestimmungen einhalten. Sie sollten daher stets die dort angebotenen Datenschutzerklärungen prüfen.",
		"netlify": "Nutzung von Netlify",
		"netlify_text1": "Meine Website wird von Netlify gehostet. Wenn Sie eine meiner Webseiten aufrufen, baut Ihr Browser daher eine Verbindung zu einem Server von Netlify, Inc., 610 22nd Street, Suite 315, San Francisco, CA 94107, USA auf. Dieser speichert dabei einige Informationen über die Verbindung in einer sogenannten Logdatei. Wir haben keinen Zugriff auf diese Logdateien. Mehr Informationen dazu, wie Netlify Ihre Daten verarbeitet, können Sie hier entnehmen: ",
		"netlify_link1": "Datenschutzerklärung von Netlify",
		"netlify_text2": "Netlify erhebt folgende personenbezogene Daten, die technisch erforderlich sind, um Ihnen die Anzeige der Webseite zu ermöglichen und die Stabilität und Sicherheit zu gewährleisten: IP-Adresse, Datum und Uhrzeit der Anfrage, Übertragene Datenmenge, Zugriffsstatus (HTTP-Status) und Websites, von denen das System des Nutzers auf unsere Internetseite gelangt (Referrer URL). Diese Daten werden von Netlify für 30 Tage gespeichert. Weitere Details dazu finden Sie in der ",
		"netlify_link2": "Verpflichtung von Netlify zum Schutz Ihrer Daten",
		"netlify_text3": "Die Speicherung dieser Daten in Logfiles dient der Sicherstellung der Funktionsfähigkeit und zur Optimierung der Webseite sowie zur Sicherstellung der Sicherheit der informationstechnischen Systeme. In den vorstehenden Zwecken liegt unser berechtigtes Interesse an der Datenverarbeitung. Rechtsgrundlage für die Erhebung und die vorübergehende Speicherung der vorgenannten Daten und der Logfiles ist Art. 6 Abs. 1 S. 1 lit. f) DSGVO."
	}
}
