{
	"general": {
		"location": "München",
		"jobtitle": "Frontend Designer & Developer",
		"and": "und",
		"today": "heute",
		"contact-text": "Ich bin aktuell für neue Projekte verfügbar! Schreib mir gerne eine Nachricht, wenn du mehr über mich erfahren oder ein Projekt mit mir besprechen möchtest.",
		"contact-button": "Schreib mir gerne"
	},
	"nav": {
		"menu-open": "Menü öffnen",
		"menu-close": "Menü schließen",
		"theme-light": "Helles Theme",
		"theme-dark": "Dunkles Theme",
		"switch-language": "Sprache wechseln",
		"about": "über mich",
		"about-long": "mehr über mich",
		"skills": "expertise",
		"skills-long": "meine skills",
		"contact": "kontakt"
	},
	"footer": {
		"info1": "Diese Seite wurde mit",
		"info2": "erstellt",
		"github": "Hier auf",
		"imprint": "Impressum",
		"privacy": "Datenschutz"
	},
	"start": {
		"hello1": "Hallo",
		"hello2": "Hallo Hallo",
		"intro1": "Als",
		"intro2": "Designerin",
		"intro3": "& Entwicklerin",
		"intro4": "baue ich Webseiten, die Ästhetik und Funktionalität nahtlos miteinander verbinden."
	},
	"about": {
		"quote": "Somewhere between design – a world of personas, pixels, and polish – and engineering – a world of logic, loops, and Linux – lies",
		"frontend": "frontend design",
		"author": "Autor von",
		"pronouns": "sie/ihr",
		"tldr": "Meine Ursprünge liegen im Design – irgendwann habe ich jedoch meine Leidenschaft für Code entdeckt und gefühlt einen Moment später saß ich schon Vollzeit in der Entwicklerabteilung. 👻",
		"text1": "Mittlerweile habe ich mich aber von meiner Identitätskrise erholt und meinen Platz gefunden: Irgendwo zwischen Design und Entwicklung – als Frontend Designerin laut Definition nach Brad Frost. ⚡️",
		"text2": "Zusammengefasst: Ich bin zwar keine traditionelle Grafikdesignerin, kenne mich aber bestens mit den Designaspekten der modernen Webentwicklung aus. Ich verstehe UX-Prinzipien und weiß, wie man sie anwendet. Ich bin auch keine Full-Stack-Entwicklerin, aber ich schreibe gerne sauberen und modularen Frontend-Code und entwickle intuitive Benutzeroberflächen, die performant, responsive und möglichst barrierefrei sind.",
		"vita": "Was bisher geschehen ist"
	},
	"skills": {
		"design-text1": "Bei der Gestaltung von Webseiten habe ich immer die Nutzererfahrung im Fokus und lebe meine Liebe zum Detail aus.",
		"design-text2": "Ästhetik und Funktionalität sollten sich dabei nicht gegenseitig ausschließen, sondern ergänzen.",
		"design-text3": "Designen durch Code: Durch die Entwicklung von Living Styleguides ist es oft einfacher, skalierbare und konsistente Designsysteme zu pflegen. Zur Ideenfindung und Skizzierung sowie zur Erstellung von Wireframes verwende ich dennoch gerne Designprogramme wie Sketch oder Figma.",
		"code-text1": "Code ist die Erweiterung meiner gestalterischen Ausdrucksform:",
		"code-text2": "Als Frontendlerin kümmere ich mich darum, dass jeder Button-Klick, jede Animation und jedes einzelne Designelement an der richtigen Stelle sitzt und sich intuitiv verhält. ✨",
		"code-text3": "In den letzten 10 Jahren habe ich Erfahrungen mit vielen Frameworks und Bibliotheken sammeln können und finde für jedes Projekt die geeigneten Tools.",
		"ally-text1": "Mein Ziel ist es, das Web inklusiver und hübscher zu gestalten.",
		"ally-text2": "Obwohl es noch viel zu lernen gibt (und immer geben wird), tue ich mein Bestes, um barrierefreie Seiten zu entwickeln, die sich reibungslos an verschiedene Geräte und Bildschirmgrößen anpassen.",
		"ally-text3": "Mit Hilfe von E2E-Testing Tools stelle ich außerdem sicher, dass die Nutzeroberfläche zu jedem Zeitpunkt korrekt funktioniert und allen Qualitätsstandards entspricht."
	},
	"contact": {
		"headline": "Kontakt",
		"text": "Ich bin aktuell für neue Projekte verfügbar! Schreib mir gerne eine Nachricht, wenn du mehr über mich erfahren oder ein Projekt mit mir besprechen möchtest.",
		"copy": "E-Mail kopieren",
		"copied": "E-Mail kopiert!",
		"socials": "Auf den folgenden Seiten kannst du mich ebenfalls finden:"
	},
	"404": {
		"headline": "404 :(",
		"text": "Diese Seite existiert nicht. Überprüfe die URL oder gehe zurück zur",
		"button": "Startseite"
	},
	"vita": {
		"pharma4u_title": "Frontend Developer & UX Designer",
		"pharma4u_text": "Als Frontend Designer bei Pharma4u bin ich verantwortlich für das UX/UI Design, die Entwicklung und das Testen neuer Frontend-Module, die Pflege der hauseigenen Komponenten-Library und die Integration neuer Designs oder Komponenten in die umfangreiche Webanwendung LabXpert. Desweiteren führe ich Refactorings durch um die Codequalität zu verbessern und die Anwendung barrierefreier zu gestalten.",
		"interone_title": "Junior Web Developer",
		"interone_text": "Als Junior Web Developer bei Interone habe ich an der Entwicklung von Webseiten und Webanwendungen für Kunden wie BMW, SOS Kinderdorf, ProSiebenSat.1 und E.ON gearbeitet. Dabei habe ich mit unterschiedlichen Frontend-Frameworks und Bibliotheken wie Vue.js und jQuery gearbeitet und meine Kenntnisse in HTML, CSS und JavaScript vertieft.",
		"kumu_title": "B.A. Kunst und Multimedia",
		"kumu_subtitle": "Nebenfach: Medieninformatik",
		"kumu_text": "Grafikdesign, Webdesign, Multimediadesign, Illustration, Animation, Motion Design, UX-Design, Kunst-/Mediengeschichte, Didaktik von Kunst und Medien, Fotografie, Kulturmanagement, Programmierung und Softwareentwicklung, Digitale Medien, Systeme und Anwendungen, Medientechnologie, Multimedia-Programmierung, Multimedia im Web, Mensch-Computer-Interaktion, Webentwicklung",
		"eventa_title": "Ausbildung zur Mediengestalterin",
		"eventa_text": "Frontend Entwicklung, UX/UI, Illustration, Typographie, Editorial, Bildbearbeitung, Retouching, Texting, (Produkt-) Fotographie, Logo Design, Corporate Design, Print Design, Webdesign"
	}
}
