{
    "general": {
        "and": "und"
    },
    "nav": {
        "about": "über mich",
        "skills": "expertise",
        "contact":  "kontakt"
    },
	"start": {
		"hello1": "Hi, ich",
		"hello2": "bin",
        "intro1": "Als",
        "intro2": "Designer",
        "intro3": "& Developer",
        "intro4": "kenne ich mich mit den visuellen und funktionalen Aspekten der modernen Webentwicklung aus."
	},
    "about": {
        "quote": "Irgendwo zwischen Design – einer Welt aus Personas, Pixeln und Feinschliff – und Programmierung – einer Welt aus Logik, Schleifen und Linux – liegt ",
        "frontend": "Frontend Design",
        "author": "Autor von",
        "pronouns": "sie/ihr",
        "location": "München",
        "tldr": "Meine Ursprünge liegen im Design – eines Tages jedoch habe ich den Spaß am Entwickeln gefunden und saß im nächsten Augeblick schon Vollzeit in der Entwicklerabteilung. 👻",
        "text1": "Mittlerweile habe ich mich jedoch von meiner Identitätskrise erholt und meinen Platz gefunden: Irgendwo zwischen Design und Entwicklung – als Frontend Designerin laut Definition nach Brad Frost.",
        "text2": "Heißt also: Ich bin keine klassische Grafikdesignerin, habe aber dennoch fundierte Kenntnisse über die Designaspekte der modernen Webentwicklung. Ich verstehe UX-Prinzipien und weiß, wie man sie anwendet. Ich bin keine Full-Stack-Entwicklerin, schreibe aber gerne sauberen und modularen Frontend-Code und entwickle intuitive Benutzeroberflächen, die performant, responsive und möglichst barrierefrei sind.",
        "vita": "Mein Résumé"
    },
    "skills": {
        "design-text1": "Mit einem geschulten Auge für Design und einem Fokus auf Benutzererfahrung erstelle ich",
        "design-text2": "Webseiten, die Ästhetik und Funktionalität nahtlos miteinander verbinden.",
        "design-text3": "Dabei designe ich gerne direkt durch Code: Durch die Entwicklung von Living Styleguides ist es für Teams oft einfacher, skalierbare und konsistente Designsysteme zu pflegen. Zur Ideenfindung und Skizzierung sowie zur Erstellung von Wireframes und Mockups verwende ich dennoch gerne Tools wie Figma.",
        "code-text1": "Designs zum Leben zu erwecken:",
        "code-text2": "Als Frontend-Architekt kümmere ich mich darum, dass jeder Button-Klick, jede Animation und jedes einzelne Designelement an der richtigen Stelle sitzt und sich intuitiv verhält. ✨",
        "code-text3": "In den letzten 10 Jahren habe ich Erfahrungen mit vielen unterschiedlichen Frontend-Frameworks und Bibliotheken sammeln und mein technisches Know-How ausbauen können. Das heißt, dass ich für jedes Projekt die richtigen Tools finde.",
        "ally-text1": "Mein Ziel ist es, das Web ein bisschen inklusiver und schöner zu gestalten.",
        "ally-text2": "In Sachen Accessibility gibt es immer noch viel zu lernen, dennoch gebe ich immer mein Bestes, um Seiten zu erstellen, die barrierefrei, responsive und performant sind.",
        "ally-text3": "Mit Hilfe von End-to-End-Testtools wie Cypress.io stelle ich außerdem sicher, dass die Oberfläche korrekt funktioniert und allen Qualitätsstandards entspricht."
    },
    "contact": {
        "headline": "Kontakt",
        "text": "Du hast ein Projekt, das du gerne mit mir besprechen möchtest? Schreib mir gerne eine Nachricht mit allen relevanten Informationen und ich melde mich so schnell wie möglich bei dir zurück.",
        "copy": "E-Mail kopieren",
        "copied": "E-Mail kopiert!",
        "socials": "Auf den folgenden Seiten kannst du mich ebenfalls finden:"
    },
    "footer": {
        "info1": "Diese Seite wurde mit",
        "info2": "erstellt",
        "github": "Zu finden auf",
        "imprint": "Impressum",
        "privacy": "Datenschutz"
    },
    "404": {
        "headline": "404 :(",
        "text": "Diese Seite existiert nicht. Überprüfe die URL oder gehe zurück zur",
        "button": "Startseite"
    }
}
