{
	"general": {
		"currentStatus": "busy",
		"location": "Leipzig, Germany",
		"jobtitle": "Frontend Designer & Developer",
		"and": "and",
		"today": "today",
		"contact": "Contact",
		"contact-available": "I'm currently taking on new clients, and would love to hear about your project!",
		"contact-text": "Write me if you have a design or frontend project in mind. Please not that I'm only available for freelance work at the moment (1 - 2 days per week).",
		"contact-button": "Contact",
		"skills": "Skills",
		"germany": "Germany",
		"at": "at",
		"show": "display",
		"hide": "hide",
		"stars": "Stars",
		"days": "days",
		"hours": "hour(s)",
		"minutes": "minute(s)",
		"seconds": "second(s)",
		"last-update": "Last update"
	},
	"nav": {
		"menu": "Menu",
		"menu-open": "Open menu",
		"menu-close": "Close menu",
		"theme-light": "Light Theme",
		"theme-dark": "Dark Theme",
		"switch-language": "Switch language",
		"about": "about",
		"about-long": "about me",
		"skills": "expertise",
		"skills-long": "my skills",
		"projects": "projects",
		"testimonials": "what other people say",
		"contact": "contact"
	},
	"footer": {
		"info1": "Built with",
		"info2": "",
		"github": "Public on",
		"imprint": "Imprint",
		"privacy": "Data Privacy"
	},
	"start": {
		"hello1": "Hello",
		"hello2": "I am Laura",
		"intro1": "As a",
		"intro2": "designer-developer",
		"intro3": "hybrid",
		"intro4": "I understand both the visual and functional aspects of creating websites."
	},
	"about": {
		"quote": "Somewhere between design – a world of personas, pixels, and polish – and engineering – a world of logic, loops, and Linux – lies",
		"author": "author of",
		"pronouns": "she/her",
		"headline": "A short introduction",
		"tldr": "I'm Laura (she/her), from Leipzig, Germany. Since the beginning of 2024, I support companies and agencies in the design and implementation of web projects. I create custom prototypes and develop with modern frontend technologies. I also advise on design and UX issues and create design systems or living style guides.",
		"text1": "I'm a designer, who eventually discovered the joy of coding and somehow ended up sitting full-time on the engineer's and back-end developer's floor. Fast-forward to 2024 – I have successfully recovered from my identity crisis and found myself the exact right spot: Somewhere between design and development - as a frontend designer according to Brad Frost.",
		"text2": "Thanks to many years of ",
		"text3": "experience",
		"text4": ", I am familiar with the design aspects of modern web development. I understand UX principles and know how to apply them. As a developer, I value clean, modular front-end code. I strive to create user interfaces that are intuitive and performant and have a playful and creative touch. ✨",
		"vita": "my work experience",
		"read-more": "Read more",
		"read-less": "Ok, that's enough"
	},
	"skills": {
		"headline": "Skills & Tools",
		"headline-additional": "– I'm familiar with",
		"design-text1": "With a keen eye for design and a focus on user experience, I'm great at creating",
		"design-text2": "delightful interfaces that seamlessly blend aesthetics with functionality.",
		"design-text3": "I like to use tools like Figma for ideation and sketching, and to create wireframes and interactive (high-fidelity) prototypes, which ensure that my designs can be tested and validated early on. Further on, it can make sense to develop Design Systems that make it easier to maintain scalable and consistent UIs.",
		"code-text1": "Writing code is my favorite way to bring designs to life:",
		"code-text2": "As an architect of user interfaces, I make sure that every button click, every animation and UI element responds intuitively.",
		"code-text3": "By now, I've got a versatile technical skill set and I'm experienced in different frontend frameworks and libraries. Currently, my favorite tools are TailwindCSS and Vue.js.",
		"ally-text1": "My goal is to make the web a more accessible and engaging place.",
		"ally-text2": "Equality is very high on my priority list, which is why I want to develop digital services and products that are accessible to everyone and adapt smoothly to different devices and screen sizes.",
		"ally-text3": "Using end-to-end testing tools I furthermore ensure that the frontend functions correctly and meets high-quality standards."
	},
	"projects": {
		"headline": "Recent Projects",
		"schauer-headline": "GenArt Portfolio Website",
		"schauer-text1": "A portfolio website for the photographer and artist Michael Schauer that showcases his generative art. My goal was to create a website that is as unique as the art it presents.",
		"schauer-text2": "The website is currently in development.",
		"flipcards-headline": "Flipcards App Prototype",
		"flipcards-text1": "For pharma4u, I developed a high-fidelity app prototype for a flashcard trainer in Figma. The mobile app enables pharmacy students to prepare for exams in a playful way.",
		"flipcards-text2": "The prototype is currently being validated with user tests and then transferred to development."
	},
	"testimonials": {
		"nicole": "In our collaboration, Laura has always carefully thought through projects, provided valuable input and proved to be an indispensable team member. I would hire her as a freelancer, as a permanent team member or welcome her back as a colleague at any time.",
		"michael": "Laura's creativity and technical skill transformed my vision for a website into an interactive piece of art, that not only showcases my work, but enhances the entire artistic experience.",
		"michael-job": "Photographer & Artist",
		"lukas": "Laura strikes the perfect balance between cool design and top-notch functionality. The websites she creates are not just user-friendly – they're downright fun to explore."
	},
	"contact": {
		"headline": "Let's connect ",
		"text2": "I'm currently taking on new clients, and would love to hear about your project! Please include as much information as possible about the scope, your timelines, and your budget.",
		"text": "Do you have a project in mind? I'm looking forward to hearing from you!",
		"copy": "Click to copy email",
		"copied": "Copied to clipboard!",
		"socials": "Feel free to connect with me:"
	},
	"404": {
		"headline": "Not found",
		"text": "The page you are looking for does not exist. Please check the URL or go back to the",
		"button": "home page"
	},
	"vita": {
		"freelance_title": "Freelance Frontend Designer & Developer",
		"freelance_text1": "Since the beginning of 2024, I have been supporting companies and agencies in the design and implementation of web projects in addition to my permanent position. I create custom design prototypes and develop websites with modern frontend technologies. I also advise on design and UX issues and create full design systems and component libraries.",
		"pharma4u_title": "Frontend Developer & Designer",
		"pharma4u_text1": "At Pharma4u I am responsible for the UX/UI design and support the conception of new functions with visual representation through mock-ups and prototypes. Furthermore, I develop and test new frontend modules, maintain the in-house component library and integrate new designs or components into the extensive web application LabXpert. I carry out refactorings to improve code quality and facilitate maintainability. I am also working on the development of automated tests and the implementation of accessibility standards.",
		"pharma4u_text2": "Most recently, I designed a learning app for pharmacy students and developed a high-fidelity prototype in Figma. The prototype is currently being validated with user tests and then transferred to development.",
		"interone_title": "Junior Web Developer",
		"interone_text": "Developed, maintained, and shipped production code for client websites primarily using HTML, CSS, SCSS, JavaScript, and jQuery. Clients included BMW, SOS Kinderdorf, ProSiebenSat.1 Media and E.ON.",
		"kumu_title": "B.A. Fine Arts and Multimedia, Minor Subject: Computer Sciences for Media",
		"kumu_exhibition": "Final Exhibition",
		"kumu_text": "Graphic Design, Web Design, Multimedia Design, Illustration, Animation, Motion Design, UX-Design, Art-/ Media History, Didactics of Art and Media, Photography, Culture Management, Programming and Software Development, Digital Media, Systems and Applications, Media Technology, Multimedia Programming, Multimedia in the Web, Human-Computer Interaction, Web Development",
		"eventa_title": "Media Designer Apprenticeship",
		"eventa_text": "Frontend Development, UX/UI, Illustration, Typography, Editorial Work, Image Retouching, Texting, (Product) Photography, Logo Design, Corporate Design, Print Design, Web Design"
	},
	"imprint": {
		"headline": "Imprint",
		"text1": "This imprint applies to all offers under the domain www.lauraredeker.com including all subdomains (subpages) and is valid from September 6, 2023.",
		"tgm": "Information pursuant to § 5 TMG (German Telemedia Act)",
		"vat": "VAT",
		"vat_text": "As a small business (Kleinunternehmer) I am exempt from VAT according to § 19 UstG.",
		"eu-settlement": "Reference to EU dispute settlement",
		"eu-settlement-text1": "The European Commission provides a platform for online dispute resolution (OS):",
		"eu-settlement-text2": "You can find my email address in the imprint above.",
		"liability": "Liability for Contents",
		"liability_text1": "As a service provider, I am responsible for my own content on these pages in accordance with § 7 para. 1 TMG (German Telemedia Act) and general laws. According to §§ 8 to 10 TMG, however, I am not obliged as a service provider to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity.",
		"liability_text2": "Obligations to remove or block the use of information in accordance with general legislation remain unaffected by this. However, liability in this respect is only possible from the time I become aware of a specific infringement. As soon as I become aware of such infringements, I will remove this content immediately.",
		"liability_links": "Liability for Links",
		"liability_links_text1": "My website contains links to external websites of third parties over whose content I have no influence. Therefore, I cannot accept any liability for this third-party content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking.",
		"liability_links_text2": "However, permanent monitoring of the content of the linked pages is not reasonable without concrete evidence of an infringement. If I become aware of any legal infringements, I will remove such links immediately.",
		"copyright": "Copyright",
		"copyright_text1": "The content and works created by the site operator on these pages are subject to German copyright law. Duplication, processing, distribution and any form of commercialization of such material beyond the scope of the copyright law shall require the prior written consent of its respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use.",
		"copyright_text2": "Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is identified as such. Should you nevertheless become aware of a copyright infringement, please inform me accordingly. If we become aware of any infringements, we will remove such content immediately."
	},
	"privacy": {
		"headline": "Data Privacy",
		"info": "Basic information",
		"text1": "This privacy policy is intended to inform the users of this website about the type, scope and purpose of the collection and use of personal data by the website operator Laura Redeker.",
		"text2": "The website operator takes your data protection very seriously and treats your personal data confidentially and in accordance with the statutory provisions.",
		"text3": "It is also possible to use my website without providing personal data. Insofar as personal data is collected on this website, this is done on a voluntary basis. This data will not be passed on to third parties without your express consent. I would like you to know when we collect which data, how we use it and what rights to support you have. You will find all the relevant information below.",
		"right1": "Right to information, correction, blocking or deletion",
		"right1_text1": "You have the right to receive information about the data stored about you and its use at any time. You also have the right to have your data corrected, blocked or deleted. For information about your personal data, please send an e-mail to",
		"right2": "Right to object",
		"right2_text1": "You can object to the processing and use of your personal data at any time and for the future by sending an e-mail to ",
		"changes": "Changes to the privacy policy",
		"changes_text": "In the course of the further development of my website and the implementation of new technologies, changes to this privacy policy may also become necessary. We therefore recommend that you read this privacy policy again from time to time.",
		"ssl": "SSL encryption",
		"ssl_text": "If SSL encryption is activated, the data you transmit to us cannot be read by third parties.",
		"links": "Links to other providers",
		"links_text": "My websites contain links to websites of other providers. We have no influence on whether these providers comply with the statutory data protection regulations. You should therefore always check the data protection declarations offered there.",
		"netlify": "Use of Netlify",
		"netlify_text1": "My website is hosted by Netlify. When you visit one of my web pages, your browser therefore establishes a connection to a server of Netlify, Inc, 610 22nd Street, Suite 315, San Francisco, CA 94107, USA. This server stores some information about the connection in a so-called log file. We do not have access to these log files. You can find more information about how Netlify processes your data in the",
		"netlify_link1": "Privacy policy of Netlify",
		"netlify_text2": "Netlify collects the following personal data, which is technically necessary to enable you to view the website and to ensure stability and security: IP address, date and time of the request, amount of data transferred, access status (HTTP status) and websites from which the user's system accesses our website (referrer URL). This data is stored by Netlify for 30 days. Further details can be found in the ",
		"netlify_link2": "Netlify's commitment to protecting your data",
		"netlify_text3": "The storage of this data in log files serves to ensure the functionality and optimization of the website and to ensure the security of the information technology systems. Our legitimate interest in data processing lies in the aforementioned purposes. The legal basis for the collection and temporary storage of the aforementioned data and log files is Art. 6 para. 1 sentence 1 lit. f) GDPR."
	}
}
